[
  {
    "title": "What is Industrial Engineering ?",
    "data": "<p>Industrial engineering is a branch of engineering that focuses on making processes better. It's a lot of optimization and making those processes more efficient. So, let's just go into applications and see what this even means. And let's start simple. Let's say when you wake up in the morning, your routine team is you go from your room to the bathroom to shower, then back to your room to change into clothes, then downstairs to eat, then out the door to work or school or whatever.</p> <p>An industrial engineer would look at that process and say, what if, instead you went from your room and took your clothes with you to the bathroom, showered and changed in there instead of going back to your room, then you went downstairs to eat and leave for school or work. You just eliminated the need to go back to your room after the shower and therefore improve the process and made it more efficient. In this case, you improved time and distance. You have to travel. This example is simple.</p> <p>Now let's see something more applicable. How can we make going through a line more efficient at a bank? For example, everyone waits in one line. Normally, then you go to whichever teller is available once you're at the front. This is nice because if one customer is taking a while, the people in line will still get to choose from the other sellers as they open, which keeps the line moving.</p> <p>Is this the most efficient? What if they set it up like a grocery store instead, at a grocery store, there may be five cashiers open and people choose one line to wait in. Can you imagine something like Costco with one line that then goes to multiple cashiers at the front? Like a bank due to the number of customers, the line would look insanely long and would probably cause a lot of people not to shop there. Therefore, not efficient because it's not good for business.</p> <p>Grocery stores and similar places probably have the right idea. But is the bank wrong? Well, probably not. It depends on factors like the number of customers coming in over a given time interval and the speed at which they are helped and so on. Banks often have shorter lines and fewer people per hour, so one line for them is probably the best way to go.</p> <p>All these factors are what industrial engineers need to analyse. But now let's look at something like Disney World. Places like this are huge on hiring industrial engineers. Industrial engineers analyse data about lots of aspects of the park to improve wait times for entrance, rides, food, and so on. These parks use techniques to track how long it takes someone to get through a line.</p> <p>Industrial engineers then take this data and figure out ways to improve how the line will move. To improve people's experience. Industrial engineers will see data like the average attendance on each day of the week. If it's a low number, then maybe they can change the structure of the line. Some lines you may see the weave in and out a lot of it's crowded to make it appear shorter, with new rides and attractions constantly being added, then varying attendance for different days of the week and times of the year, more data samples always being taken.</p> <p>Industrial engineers could have very consistent work at places like Disneyland, Disney World, Six Flags, Legoland and various other theme parks. A project you could see in class, which is also a career path, would be looking at something like Amazon. Let's say Amazon is going to build another warehouse that is going to receive, let's say 10 million products per week that it will eventually ship out to people, so it might receive 5000 orders of product A, 15,000 of Product B, 100,000 of products C and so on per week.</p> <p>The problem is, how should everything in that warehouse be designed to make the process of receiving and shipping products the most efficient? How are the trucks going to drop off the products?</p> <p>Should they use forklifts to take the products out of the trucks and pallets, or use more people to unload directly from the truck? What's the time it would take for each? Where should all the products in the warehouse be placed? Well, let's say if Product A and product C are getting the most orders and ship out at the same time, put them closer to the door so people can load the truck quicker, maybe put the least ordered product furthest from the door. What if it's also the heaviest and takes the longest to move?</p> <p>Will that be worth it Timewise based on the orders it receives, these processes can get complicated. Then a huge career path for industrial engineers would be to help improve and manage the manufacturing process of really anything. Manufacturing applies to nearly every product. Aeroplane parts, rocket parts, car parts, household appliances, windows, doors, game consoles, candy bars, soda and bottled water and so on.</p> <p>Now, manufacturing plants are normally a lot of people, each with their station and often conveyor belts that move the product through the plant to the people so they will complete their work. Now you will not be one of those people with their station. As an industrial engineer, those are the operators. You will look at the entire process, manage it and figure out ways of how to make it better.</p> <p>Let's say a plant has two workers to manufacture paper clips. And let's say there are only two steps. The first worker at Station A makes a straight piece of steel wire, which takes two minutes. Then it's handed off to the second worker at Station B, who uses a machine and bends it into the paperclip shape, which takes four minutes.</p> <p>An industrial engineer comes in to review the process and sees that the second worker will have a pile-up of steel wires to shape because he's finishing his process twice as slow as the first worker. So, the engineer says we should add a worker to Station B. So that way it takes two minutes to make the steel wire and two minutes on average, to shape one. Everything flows smoothly and at the same time interval, which means faster shipments and more money. But what if we had ten workers at Station A and 20 at Station B?</p> <p>Now we can make ten times more paperclips to ship off, and that's even better, right. But we also have to pay ten times more people. Is it worth it based on how much money the extra paper clips make versus the worker's salary? Are those extra paper clips even being sold that quickly? Or have we exceeded the workers we need for maximum profit?</p> <p>What if there was like six stations like in the real world? And each person took a different amount of time to finish their respective job? How would we ensure minimum pile-up of work or time waiting around? Are you seeing why industrial engineers are so important? Optimizing time and even profit is what industrial engineers need to do.</p> <p>A senior project, a group of students did was to look at a manufacturing company that made buses. The company was able to make 300 buses per year, but they wanted to make 325 without adding more people or buying more machines. The industrial engineering team looked at the process so that the bus had to go all the way around the factory in a spiral-like square to all these different stations, like for putting on the engine, the tires, the windows, etc. Then also people at certain stations needed to communicate very often with people at another station that was far away.</p> <p>The industrial engineers thought of how to move the stations around, so the bus had to move a much shorter distance than also.</p> <p>So, workers that need to communicate with each other would be closer together. This may not seem too complicated. So, this kind of analysis could apply to any manufacturing process, from paperclips to buses to fighter jets. Industrial engineers can optimize the distance nurses have to travel to deliver a blood sample to a lab in a hospital, or the timing of aeroplane arrivals and departures at an airport. So, there isn't a long wait time for the plane and its passengers.</p> <p>Industrial engineering is often not high-level math. It's often looking at statistical data and coming up with solutions through testing or simulation. Industrial engineers will watch the process as it happens, maybe even take a stopwatch and time.</p> <p>How long do different processes take to collect the data, then they take that time of different processes, the cost of materials, the number of products that need to be made on a given day, the distances that these objects travel and come up with ways to make the process better. Note that some of these jobs are things you don't think about. Most people probably don't think Disney World lines are being continuously analysed and optimized, or that Amazon needs to put that much thought into its warehouse layout. But these jobs do exist because all companies want to cut time and costs and need to make sure everything gets done on time.</p> <p>Industrial engineers look at the efficiency of processes, but also the cost of materials, the forecasting of future materials needed, making sure everything arrives on time and in the right quantities that all the machines are working and so on.</p> <p>They improve but also manage the process. Also note, industrial engineers, don't do the design work. If you want to make lasers, design radar tracking systems, design spacecraft that can travel faster, design military aircraft, build synthetic body parts and so on. Industrial engineers eventually often go into management positions where they manage people and work their way up in the company rather than stay and continue optimizing and overseeing types of processes.</p> <p>But if you like looking at the business side of things and increasing profits, optimizing the time to finish something, managing shipment orders, quantities and pricing statistics, and working with or managing people.</p>"
  },
  {
    "title": "How to do skill development apparel manufacturing industry ?",
    "data": "<h4 class='mt-3'>Importance of Skill Development</h4> <div>The sewing machine operator must be trained on regular basis to improve the skill of operator otherwise productivity of the factory will not be up to the requirement. Factory may end up in loss also.</div> <h4 class='mt-3'>Type of Skill Development</h4> <ul> <li>Training to the new operation</li> <li>Capacity improvement of operation to the operator which operator already working on the operation</li> </ul> <div>are the two classification of skill development and we will discuss in detail about the types.</div> <h4 class='mt-3'>Setup required for skill development</h4> <ul> <li>The factory must recruit high skilled operator (or) trainer to develop the operator.</li> <li>Standard format (Excel) is required to monitor the operator improvement and the performance of the trainer.</li> <li>Standard SOP should be available for the respective operators to be trained in a prescribed day, target for the operators in terms of efficiency & what method to be used, etc...</li> </ul> <h4 class='mt-3'>Modes of training</h4> <div>There are two mode are available</div> <ul> <li>Online mode</li> <li>Offline mode</li> </ul> <h4 class='mt-3'>Online Mode vs Capacity Improvement</h4> <div>This method is mostly used for capacity improvement of the operator on the operation what operator working on it.</div> <div class='mt-1'><i> For ex: For a side SEAM operation the target of 60% is 43 but the operator present output was 30 pcs. Which means the operator should achieve the 42 pcs target to get better production on the entire line. The gap of 12 pcs needs to be improved by the trainer with help of IE Techniques like cycle time reduction, method improvement, workspace arrangement, etc... </i></div> <h4 class='mt-3'>Offline mode vs new operation training</h4> <div>This mode mostly used to train the new operation to the operator. This method mostly used in after working hours.</div> <div>After the shift time end’s the new operation will be trained to the operators by trainers using rejected cut panels.</div> <div>In some case during the working hours the operator will be in idle line to train the operator.</div>"
  },
  {
    "title": "Importance of productivity tracking in apparel manufacture industry ?",
    "data": "<h4 class='mt-3'>What is Productivity tracking</h4> <div>In apparel manufacture factory there will be several sewing lines each line will differ from each other. Which means each line will have a different style and operator skills.</div> <div>Each and individual operator productivity must be tracked and checked for individual operator against the achieved the hourly target.</div> <div>When we analyse the operator performance on every working hour of the factory. The analysis will improve productivity. So, productivity tracking must be implemented line wise in factory production.</div> <div>If the productivity was not tracked, line productivity will go down. In such case, corrective action will not be taken to solve the problem.</div> <h4 class='mt-3'>How to track</h4> <div>There are two types of productivity can be tracked. One is manual tracking method and another one is Digital tracking.</div> <h4 class='mt-3'>Manual productivity tracking method</h4> <div>Each and individual line will have pre-defined hourly production target. The supervisor must fill the operator’s name, operation and target/hour in the prescribed format provided by the company.</div> <div>Then line supervisor will write down the productivity of individual operator and by Zone Executive and Production Manager. </div> <div>And line wise production must be entered in prescribed excel format and circulated to the top management/hierarchy.</div> <h4 class='mt-3'>Digital productivity tracking method</h4> <div> <b>Barcode system / RFID scanning system / Digital data entry system</b> </div> <div>After cutting, all cut panels will provide the unique barcode sticker to the cut panel or bundle. After that every cut panel/ bundle will be tracked by the tracking system.</div> <div>If the cut panel or bundle moved to cutting section to cut panel storage section, the bundle must be scanned &moved to other section.</div> <div>Like wise in sewing section each and individual SMO must scan the bundle or single cut panels the same process must be continued to the cutting section to finished goods.</div> <div></div> <div>All the data will be stored in the software. We can analyse each and individual operator performance. We can easily identify the problem, and the problem can be solved with the help of this software.</div> <div>Barcode, production tracking system, RFID tag system and digital data entry system will track the individual operator production. Cost of implementation to the digital data entry system the systems will be cost effective.</div> <h4 class='mt-3'>Conclusion</h4> <div>Production tracking is very important in all manufacturing industries for the betterment of manpower utilization. Time is money. Each single minute factory must pay for the individual. Production tracking system will increase the profits.</div>"
  },
  {
    "title": "How to do style change over in the apparel industry ?",
    "data": "<div>Before style changeover we must do some activities. So, the style changeover will be easy. Now we will see what kind of activities to be done before the changeover.</div> <div>We should have a standardized format that will help to standardize the process and make sure there will be no deviation.</div> <div class='mt-2'>Below documents are required before carrying out the style change over </div> <ol> <li>OB (operation bulletin)</li> <li>Machine layout</li> <li>Style change over a sheet</li> </ol> <div>Operation bulletin must be prepared before the style change using the sample pieces available. Mostly operation bulletin will be prepared during costing stage itself, if not it needs to be prepared.</div> <div>As per the operation bulletin, the machine layout needs to be prepared first because the piece flow should be in a proper way. While preparing the machine layout we must analyze what machine /operation must be placed. The flow of pieces should be smooth otherwise it may affect the productivity.</div> <div>Style changeover sheet should be in a standardized format that will help to standardize the process. So, there will not be any deviation. Style change over sheet will be split into 3 parts and the parts are machine setting, style change over time capturing and ramp-up. Now we will discuss all three parts in detail.</div> <div class='mt-2'> <b>Machine Setting sheet:</b> </div> <div>In that format, there will be two columns one for in-line machines and another for outline machines.</div> <ul> <li><b>In-line machines</b>: in the same line we must analyze what are all the machines can be used for the next style. Note for the critical machines, must be prepared as an out-line machine because during the style change over the critical machine setting will take more time to set. The machines are set as per the requirement of the new style.</li> <li><b>Out-line machines</b>: what machines we have decided to prepare outside the line has to prepared. The machine as per style requirement before 1 or 2 days and, we have mock-up pieces and get approval from the quality team and the quality team must check the SPI, Seam width, waviness, gathering, etc. as per the approved sample.</li> </ul> <div>style change over time capturing sheet</div> <ul> <li>QCO Time: QCO time is nothing but the idle of the sewing line during the changeover, but our goal should be zero idle time during the changeover. How to make zero idle time? We must start the style over once the first machine completes the last piece of the previous style. The same procedure must be followed for other machines. Also, whenever the next machine completes the last pieces of pervious style we have change out-line machine and for inline machines we must change the setting as per the requirement with help of line mechanic. <div>The formula for QCO time capturing is </div> <div>QCO time = previously style completed time on the last machine – new style sewing start time on the last machine</div> </li> <li>Though put time: means how much time taken to complete the garment (new style)</li> </ul> <div> <b>Ramp-up:</b> <div>Style changeover will not be completed on day one itself. We need to closely monitor the productivity for the next three days of implementation. Also, there will be a slab to achieve the production according to the style changed in the line. The style may repeat style or new to line or new the factory for each category there should be fixed targeted efficiency.</div> </div>"
  }
]